progressDE18.tex
% Created 2018-02-08 Thu 23:00
\documentclass[12pt]{article}
                           \usepackage[all]{pabmacros}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage[normalem]{ulem}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage[nointegrals]{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{amstext}
\usepackage{hyperref}
\tolerance=1000
\usepackage{amsmath}
\input{settings}
\author{Paul Bryan}
\date{}
\title{}
\hypersetup{
 pdfauthor={Paul Bryan},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.2 (Org mode 8.3.5)}, 
 pdflang={English}}
\begin{document}


\section*{G2: DE180100110 ARC DECRA, "Analysis of fully non-linear geometric problems and differential equations" Statement of Progress}
\label{sec:orgheadline3}

Chief Investigator: Paul Bryan

\subsection*{Aims}
\label{sec:orgheadline1}

\begin{enumerate}
\item Examine the connections between geometric evolution equations and isoperimetric comparisons, obtaining comparisons and quantifying asymptotic singularity formation for a variety of geometric evolution equations.

\item Develop a theory of the Cross Curvature Flow and apply it to obtain a topological classification of hyperbolic manifolds.

\item Perform stability analysis of ancient solutions to curvature flows and classify such solutions. In particular, apply these results to obtain area estimates for minimal surfaces and explore the connections between curvature flows and the conformal geometry of the sphere.
\end{enumerate}

\subsection*{Progress}
\label{sec:orgheadline2}

The project begin in January 2018 at Macquarie University when Dr. Bryan transferred the award from the ANU to Macquarie University where he will take up a continuing, lecturer position beginning in 2021 upon completion of the DECRA. The aims of the project and progress will not be affected by the change of host.
\end{document}
